Repository: Orange-OpenSource/ouds-ios
Catalog: OUDS/Core/Components/Sources/_/Resources/Localizable.xcstrings
Source language: en
Languages: ar, fr

# core_bulletList_a11y_level
source: level %lld
ar: المستوى %lld
fr: niveau %lld

# core_bulletList_a11y_subItemsCount
source: %lld sub-items
ar: %lld عناصر فرعية
fr: %lld sous-éléments

# core_alertMessage_close_a11y
source: Close alert message
ar: إغلاق رسالة التنبيه
fr: Fermer le message d'alerte

# core_alertMessage_negative_a11y
source: Error
ar: خطأ
fr: Erreur

# core_alertMessage_warning_a11y
source: Warning
ar: تحذير
fr: Avertissement

# core_checkbox_checked_a11y
source: Checked
ar: تم الفحص
fr: Coché

# core_checkbox_hint_a11y
source: Double-tap to toggle setting %@
ar: انقر نقرًا مزدوجًا لتبديل الإعداد %@
fr: Taper deux fois pour rendre %@

# core_checkbox_indeterminate_a11y
source: Indeterminate
ar: نصف محددة
fr: Indéterminé

# core_checkbox_trait_a11y
source: Checkbox
ar: خانة الاختيار
fr: Case à cocher

# core_checkbox_unchecked_a11y
source: Unchecked
ar: غير محدد
fr: Non coché

# core_checkboxPicker_description_a11y
source: %d selected items
ar: %d عناصر محددة
fr: %d éléments sélectionnés,

# core_checkboxPicker_indeterminate_hint_a11y
source: Double-tap to toggle all checkboxes selected
ar: انقر نقرا مزدوجا لتبديل جميع مربعات الاختيار المحددة
fr: Taper deux fois pour cocher toutes les cases à cocher

# core_checkboxPicker_selected_hint_a11y
source: Double-tap to toggle all checkboxes unselected
ar: انقر نقرا مزدوجا لتبديل جميع مربعات الاختيار غير المحددة
fr: Taper deux fois pour décocher toutes les cases à cocher

# core_checkboxPicker_unselected_hint_a11y
source: Double-tap to toggle all checkboxes selected
ar: انقر نقرا مزدوجا لتبديل جميع مربعات الاختيار المحددة
fr: Taper deux fois pour cocher toutes les cases à cocher

# core_common_close_a11y
source: Close
ar: يغلق
fr: Fermer

# core_common_disabled_a11y
source: Disabled
ar: غير مفعّل
fr: Désactivé

# core_common_loading_a11y
source: Loading
ar: جاري التحميل
fr: Chargement

# core_common_onError_a11y
source: is on error
ar: مفعل في حالة الخطأ
fr: en erreur

# core_common_selected_a11y
source: Selected
ar: محدد
fr: Sélectionné

# core_common_unselected_a11y
source: Unselected
ar: غير محدد
fr: Non sélectionné

# core_filterChip_hint_selected_a11y
source: Double-tap to unselect
ar: انقر نقرًا مزدوجًا لإلغاء التحديد
fr: Taper deux fois pour déselectionner

# core_filterChip_hint_unselected_a11y
source: Double-tap to select
ar: انقر نقرًا مزدوجًا للتحديد
fr: Taper deux fois pour sélectionner

# core_inputTag_delete_hint_a11y
source: Double-tap to delete
ar: انقر مرتين للحذف
fr: Taper deux fois pour supprimer

# core_PasswordInput_chipsCount_a11y
source: %lld chips
ar: %lld الرموز
fr: %lld puces

# core_passwordInput_hidePassword_a11y
source: Hide password
ar: إخفاء كلمة المرور
fr: Masquer le mot de passe

# core_passwordInput_showPassword_a11y
source: Show password
ar: يعرض كلمة المرور
fr: Afficher le mot de passe

# core_pinCodeInput_empty_a11y
source: Empty
ar: فارغ
fr: Vide

# core_pinCodeInput_groupLabel_a11y
source: Enter the code with %lld digits
ar: أدخل رمزًا مكونًا من %lld رقمًا
fr: Entrez le code à %lld chiffres

# core_radio_hint_selected_a11y
source: Double-tap on other option to toggle %@
ar: انقر نقرًا مزدوجًا على خيار آخر للتبديل بين %@
fr: Taper deux fois sur une autre option pour rendre %@

# core_radio_hint_unselected_a11y
source: Double-tap to toggle %@
ar: انقر نقرًا مزدوجًا للتبديل بين %@
fr: Taper deux fois pour rendre %@

# core_radio_trait_a11y
source: Radio button
ar: زر الراديو
fr: Bouton radio

# core_switch_hint_a11y
source: Double-tap to toggle setting %@
ar: انقر نقرا مزدوجا لتبديل الإعداد %@
fr: Taper deux fois pour rendre %@

# core_switch_trait_a11y
source: Switch
ar: حول

# core_textArea_charactersRemaining
source: You have %lld characters remaining.
ar: لديك %lld حرفًا متبقيًا
fr: Il vous reste %lld caractères.

# core_textArea_charactersTooMany
source: You have %lld characters too many.
ar: لديك %lld حرفًا زائدًا.
fr: Vous avez %lld caractères en trop.

# core_textInput_empty_a11y
source: Empty
ar: فارغ
fr: Vide
